Repository: GNOME/gupnp-tools
Catalog: po/*.po
Languages: it, ru

source: GUPnP AV CP - Metadata View
it: GUPnP AV CP - Visualizzazione metadati
ru: GUPnP AV CP - Просмотр метаданных

source: UPnP AV Control Point
it: Punto di controllo AV UPnP
ru: Точка управления UPnP AV

source: Browse and control UPnP multimedia devices
it: Consulta e controlla dispositivi multimediali UPnP
ru: Просмотр и управление мультимедийными устройствами UPnP

source: _Play
it: Ri_produci
ru: _Воспроизвести

source: Fetch the DIDL-Lite XML for this media object
it: Recupera l'XML DIDL-Lite per questo oggetto multimediale
ru: Получить XML DIDL-Lite для этого медиаобъекта

source: Fetch _DIDL-Lite
it: Recupera _DIDL-Lite
ru: Получить _DIDL-Lite

source: Search…
it: Cerca…
ru: Поиск…

source: GUPnP AV Control Point
it: Punto di controllo AV GUPnP
ru: Точка управления GUPnP AV

source: _File
ru: _Файл

source: Close
it: Chiudi
ru: Закрыть

source: _Tools
it: S_trumenti
ru: _Инструменты

source: _Lenient Mode
it: Modalità _indulgente
ru: _Нестрогий режим

source: _Help
it: A_iuto
ru: _Справка

source: About
it: Informazioni
ru: О программе

source: P_ause
it: P_ausa
ru: П_ауза

source: _Stop
it: Arre_sta
ru: _Остановить

source: Pre_vious
it: Pre_cedente
ru: _Предыдущий

source: _Next
it: S_uccessivo
ru: _Следующий

source: _Rescan
it: _Riscansiona
ru: _Пересканировать

source: Clears the CP's idea of the state of the currently selected AV Renderer. Useful for dealing with AV Renderers that don't report state changes.
it: Cancella l'idea del punto di controllo sullo stato del renderer AV attualmente selezionato. Utile per gestire renderer AV che non riportano cambiamenti di stato.
ru: Очищает представление точки управления о состоянии выбранного модуля визуализации AV. Полезно для работы с модулями визуализации AV, которые не сообщают об изменениях состояния.

source: _Clear state
it: Ca_ncella stato
ru: _Очистить состояние

source: _Renderer:
ru: _Визуализатор:

source: Copyright (C) 2007 Zeeshan Ali (Khattak)
ru: Copyright © 2007 Zeeshan Ali (Khattak)

source: An UPnP AV Control Point based on GUPnP framework. Inspired by Intel Tools for UPnP.
it: Un punto di controllo AV UPnP basato sul framework GUPnP. Ispirato dagli Intel Tools for UPnP.
ru: Точка управления UPnP AV на основе фреймворка GUPnP. Создано по мотивам Intel Tools for UPnP.

source: GUPnP homepage
it: Pagina iniziale di GUPnP
ru: Домашняя страница GUPnP

source: translator-credits
it: Salvatore Cocuzza <info@salvatorecocuzza.it>
ru: Vyacheslav Gurin <slavkaplay6@gmail.com>, 2025

source: UPnP Network Light
it: Luce di rete UPnP
ru: Сетевая лампа UPnP

source: Sample UPnP application for controlling lights
it: Applicazione UPnP di esempio per controllare luci
ru: Пример приложения UPnP для управления освещением

source: A virtual network light bulb based on GUPnP framework. Inspired by Intel Tools for UPnP.
it: Una lampadina di rete virtuale basata sul framework GUPnP. Ispirata dagli Intel Tools for UPnP.
ru: Виртуальная сетевая лампочка на основе фреймворка GUPnP. Создано по мотивам Intel Tools for UPnP.

source: GUPnP Network Light
it: Luce di rete GUPnP
ru: Сетевая лампа GUPnP

# network-light
source: _On
it: _Accesa
ru: _Вкл

source: _Increase luminance by 20%
it: _Aumenta luminanza del 20%
ru: _Увеличить яркость на 20

source: _Decrease luminance by 20%
it: _Diminuisci luminanza del 20%
ru: _Уменьшить яркость на 20%

source: _About
it: _Informazioni
ru: _О программе

source: UPnP Universal Control Point
it: Punto di controllo universale UPnP
ru: Универсальная точка управления UPnP

source: Inspect and control UPnP devices across your local network
it: Ispeziona e controlla dispositivi UPnP sulla rete locale
ru: Проверка и управление устройствами UPnP в вашей локальной сети

source: A Generic Control Point based on GUPnP framework. Inspired by Intel Tools for UPnP.
it: Un punto di controllo generico basato sul framework GUPnP. Ispirato da Intel Tools for UPnP.
ru: Универсальная точка управления на основе фреймворка GUPnP. Создано по мотивам Intel Tools for UPnP.

source: Action Invocation
it: Invocazione azione
ru: Вызов действия

source: _Invoke
it: _Invoca
ru: _Вызвать

source: device
it: dispositivo
ru: устройство

source: service
it: servizio
ru: служба

source: action
it: azione
ru: действие

source: 'in' arguments
it: argomenti 'in'
ru: входные аргументы

source: 'out' arguments
it: argomenti 'out'
ru: выходные аргументы

source: Copy value
it: Copia valore
ru: Копировать значение

source: Copy all details
it: Copia tutti i dettagli
ru: Копировать все сведения

source: Invoke
it: Invoca
ru: Вызвать

source: Subscribe to events
it: Sottoscrivi agli eventi
ru: Подписаться на события

source: _Expand all devices
it: _Espandi tutti i dispositivi
ru: _Развернуть все устройства

source: _Collapse all devices
it: _Comprimi tutti i dispositivi
ru: _Свернуть все устройства

source: Copy event
it: Copia evento
ru: Копировать событие

source: Copy all events
it: Copia tutti gli eventi
ru: Копировать все события

source: _Clear event log
it: _Cancella registro eventi
ru: _Очистить журнал событий

source: GUPnP Universal Control Point
it: Punto di controllo universale GUPnP
ru: Универсальная точка управления GUPnP

source: Clear event log
it: Cancella registro eventi
ru: Очистить журнал событий

source: Quit
it: Esci
ru: Выход

source: _View
it: _Visualizza
ru: _Вид

source: Event _log
it: _Registro eventi
ru: Журнал со_бытий

source: _Close
it: _Chiudi
ru: _Закрыть

source: UPnP search expression
it: Espressione di ricerca UPnP
ru: Выражение поиска UPnP

source: column
it: colonna
ru: столбец

source: Network PORT to use for UPnP
it: Porta di rete da usare per UPnP
ru: Сетевой ПОРТ для использования UPnP

source: Network interfaces to use for UPnP communication
it: Interfacce di rete da usare per la comunicazione UPnP
ru: Сетевые интерфейсы для обмена данными по UPnP

source: Application part of the User-Agent header to use for UPnP communication
it: Applicazione parte dell'intestazione User-Agent da usare per la comunicazione UPnP
ru: Часть приложения в заголовке User-Agent для обмена данными по UPnP

source: Use the IPv4 protocol family
it: Usa la famiglia di protocolli IPv4
ru: Использовать семейство протоколов IPv4

source: Use the IPv6 protocol family
it: Usa la famiglia di protocolli IPv6
ru: Использовать семейство протоколов IPv6Не использовать семейство протоколов IPv4

source: Do not use the IPv4 protocol family
it: Non usare la famiglia di protocolli IPv4
ru: Не использовать семейство протоколов IPv4

source: Do not use the IPv6 protocol family
it: Non usare la famiglia di protocolli IPv6
ru: Не использовать семейство протоколов IPv6

source: - UPnP AV control point
it: - Punto di controllo AV UPnP
ru: - Точка управления UPnP AV

source: Could not parse options: %s
it: Impossibile analizzare le opzioni: %s
ru: Не удалось разобрать параметры: %s

source: Show _DIDL…
it: Mostra _DIDL…
ru: Показать _DIDL…

source: Search failed
it: Ricerca non riuscita
ru: Поиск не удался

source: Error message was: %s
it: Il messaggio di errore era: %s
ru: Сообщение об ошибке: %s

source: Searching on %s
it: Ricerca su %s
ru: Поиск на %s

source: Searching in %s on %s
it: Ricerca in %s su %s
ru: Поиск в %s на %s

source: Search criteria invalid: %s
it: Criteri di ricerca non validi: %s
ru: Неверные критерии поиска: %s

source: Error fetching detailed information: %s
it: Errore nel recuperare informazioni dettagliate: %s
ru: Ошибка при получении подробных сведений: %s

source: Friendly name for this UPnP light
it: Nome amichevole per questa luce UPnP
ru: Понятное имя для этой лампы UPnP

source: Apply change exclusively to this UPnP light
it: Applica la modifica esclusivamente a questa luce UPnP
ru: Применить изменение исключительно к этой лампе UPnP

source: Use IPv4
it: Usa IPv4
ru: Использовать IPv4

source: Use IPv6
it: Usa IPv6
ru: Использовать IPv6

source: Do not use IPv4
it: Non usare IPv4
ru: Не использовать IPv4

source: Do not use IPv6
it: Non usare IPv6
ru: Не использовать IPv6

source: Action failed. Error %d: %s
it: Azione non riuscita. Errore %d: %s
ru: Действие не выполнено. Ошибка %d: %s

source: Name
it: Nome
ru: Имя

source: Direction
it: Direzione
ru: Направление

source: Related State Variable
it: Variabile di stato correlata
ru: Связанная переменная состояния

source: Is Return Value
it: È un valore di ritorno
ru: Возвращаемое значение

source: Yes
it: Sì
ru: Да

source: No
ru: Нет

source: Number of Arguments
it: Numero di argomenti
ru: Количество аргументов

source: Send Events
it: Invia eventi
ru: Отправка событий

source: Default Value
it: Valore predefinito
ru: Значение по умолчанию

source: Minimum
it: Minimo
ru: Минимум

source: Maximum
it: Massimo
ru: Максимум

source: Step
it: Passo
ru: Шаг

source: Allowed Values
it: Valori consentiti
ru: Допустимые значения

source: Location
it: Posizione
ru: Расположение

source: Type
it: Tipo
ru: Тип

source: Base URL
it: URL di base
ru: Базовый URL

source: Service ID
it: ID servizio
ru: ID службы

source: Service URL
it: URL del servizio
ru: URL службы

source: Control URL
it: URL di controllo
ru: URL управления

source: Event Subscription URL
it: URL di sottoscrizione eventi
ru: URL подписки на события

source: Friendly Name
it: Nome amichevole
ru: Понятное имя

source: Manufacturer
it: Produttore
ru: Производитель

source: Manufacturer URL
it: URL del produttore
ru: URL производителя

source: Model Description
it: Descrizione del modello
ru: Описание модели

source: Model Name
it: Nome del modello
ru: Название модели

source: Model Number
it: Numero del modello
ru: Номер модели

source: Model URL
it: URL del modello
ru: URL модели

source: Serial Number
it: Numero di serie
ru: Серийный номер

source: Presentation URL
it: URL di presentazione
ru: URL-адрес представления

source: Value
it: Valore
ru: Значение

source: Software
ru: Программное обеспечение

source: Version
it: Versione
ru: Версия

source: Author
it: Autore
ru: Автор

source: State variables
it: Variabili di stato
ru: Переменные состояния

source: Information not available
it: Informazioni non disponibili
ru: Информация недоступна

source: UPnP Network
it: Rete UPnP
ru: Сеть UPnP

source: Device
it: Dispositivo
ru: Устройство

source: Time
it: Ora
ru: Время

source: Service
it: Servizio
ru: Служба

source: State Variable
it: Variabile di stato
ru: Переменная состояния

source: The UDA version to use
it: La versione UDA da usare
ru: Используемая версия UDA
